import ImageNeptune from "./нептун.png"

export default function Neptune() {
  return (
    <div>
      <div className="align-right">
        <img 
          src={ImageNeptune} 
          alt="нептун" 
          style={{ marginTop: "54px" }}
        />
      </div>
      <h2>Нептун</h2>
      <p>Планета Сонячної системи, восьма за віддаленістю від Сонця. Вона четверта 
        за розміром у Сонячній системі, третя за масою і належить до планет-гігантів. 
        Її орбіта перетинається з орбітою Плутона в деяких місцях. Також орбіту Нептуна 
        перетинає <a href="https://uk.wikipedia.org/wiki/%D0%9A%D0%BE%D0%BC%D0%B5%D1%82%D0%B0_%D0%93%D0%B0%D0%BB%D0%BB%D0%B5%D1%8F">комета Галлея</a>. 
        Маса Нептуна у 17,2 рази, а діаметр екватора у 3,9 рази більший за земний. 
        Планета названа на честь римського бога морів.
      </p>
    </div>
  )
}